{"John Hunter": {"-name-": "John Hunter", "-text-": "Poopy poopy butts test test test", "-dept-": "Newcomers", "-security-": "Low"}, "CAT-V_SoC-IT-Ub_16082024-30082024": {"-name-": "Attack on Elysium", "-text-": "After Action Report, 16/08/2024:\nThe Tower, along with the Unbound who were taking shelter at Elysium at the time, were rocked by a massive, co-ordinated attack by the Sword. They left a decoy hideout in Sutton and, we think, trying to stir up the Leopoldites. Seems that backfired on them though, one of their big players and major bankrollers (CAT-V_MoS_001) is MIA and their strongest figurehead (CAT-V_SoC_003) is KIA.\n\nElysium itself is battered, the Tower are trying to spread that it was a terrorist attack in accordance with the laws we have observed them uphold.\n\nAt the center of this conflict, we can't help but notice, are a group of humans. The current consensus around the Archive is that his is another, as yet unseen, Hunter Cell. Once we've gathered more data we will attempt to establish contact.\n\nADDENDUM, 25/08/2024:\nAs it turns out, that Hunter Cell was more or less responsible for stopping the Sword taking control of New York. For now we are marking them as GoI-H-NYC-002.\n\nADDENDUM, 30/08/2024:\nWe have identified most of the members of GoI-H-NYC-002. The easiest one was \"Battlin'\" Bo Err, a local legend boxer and, although he has left the country since the incident, his old roommate still resides in their apartment building. A man named Lanza Del Relampago. We are as of yet unsure if that is his legal name, or a stage name.\n\nWe also believe that another member of this Cell is known criminal Adam Schmidt. He used to operate in Sutton before a brutal gang attack decimated his headquarters, killing almost all of his men and scattering those left. Almost certainly the work of the Sword. Adam is currently comatose in room 33 of the Mount Sinai Hospital, following what we believe to be a mundane gang attack from the \"Hell's Fuckers\". He is expected to make a full recovery.\n\nThe last member we could identify is one of the more worrying. A priest by the name of Josiah Cassidy. The Father was arrested, charged and convicted of mass murder years ago in his home state of Georgia, before the crimes were mysteriously dropped. A cover story about mishandeled evidence surfaced to quell rumours.\n\nThere was also an older man and younger woman we could not identify. The former is of little consequence as he is believed to have been KIA during the event, the woman is more curious. We are unable to find any substantial presence we can trace back to her. There are crumbs, of course, but they're filtered out through fake identities and VPN's.", "-dept-": "All Hands", "-security-": "High"}, "CAT-V_SoC_02092024-04092024": {"-name-": "Upper East Side Outpost", "-text-": "Test", "-dept-": "Surveillence", "-security-": "Medium"}}
